{
  "<unk>": 0,
  "<pad>": 1,
  "<s>": 2,
  "</s>": 3,
  "<emp>": 4,
  "<mask>": 5,
  "<bar>": 6,
  "<h>": 7,
  "position_0x00": 8,
  "position_0x16": 9,
  "position_0x25": 10,
  "position_0x33": 11,
  "position_0x50": 12,
  "position_0x66": 13,
  "position_0x75": 14,
  "position_0x83": 15,
  "position_1x00": 16,
  "position_1x16": 17,
  "position_1x25": 18,
  "position_1x33": 19,
  "position_1x50": 20,
  "position_1x66": 21,
  "position_1x75": 22,
  "position_1x83": 23,
  "position_2x00": 24,
  "position_2x16": 25,
  "position_2x25": 26,
  "position_2x33": 27,
  "position_2x50": 28,
  "position_2x66": 29,
  "position_2x75": 30,
  "position_2x83": 31,
  "position_3x00": 32,
  "position_3x16": 33,
  "position_3x25": 34,
  "position_3x33": 35,
  "position_3x50": 36,
  "position_3x66": 37,
  "position_3x75": 38,
  "position_3x83": 39,
  "position_4x00": 40,
  "position_4x16": 41,
  "position_4x25": 42,
  "position_4x33": 43,
  "position_4x50": 44,
  "position_4x66": 45,
  "position_4x75": 46,
  "position_4x83": 47,
  "position_5x00": 48,
  "position_5x16": 49,
  "position_5x25": 50,
  "position_5x33": 51,
  "position_5x50": 52,
  "position_5x66": 53,
  "position_5x75": 54,
  "position_5x83": 55,
  "position_6x00": 56,
  "position_6x16": 57,
  "position_6x25": 58,
  "position_6x33": 59,
  "position_6x50": 60,
  "position_6x66": 61,
  "position_6x75": 62,
  "position_6x83": 63,
  "position_7x00": 64,
  "position_7x16": 65,
  "position_7x25": 66,
  "position_7x33": 67,
  "position_7x50": 68,
  "position_7x66": 69,
  "position_7x75": 70,
  "position_7x83": 71,
  "position_8x00": 72,
  "position_8x16": 73,
  "position_8x25": 74,
  "position_8x33": 75,
  "position_8x50": 76,
  "position_8x66": 77,
  "position_8x75": 78,
  "position_8x83": 79,
  "position_9x00": 80,
  "position_9x16": 81,
  "position_9x25": 82,
  "position_9x33": 83,
  "position_9x50": 84,
  "position_9x66": 85,
  "position_9x75": 86,
  "position_9x83": 87,
  "[7 0 3 7]": 88,
  "[10  0  4  7]": 89,
  "[5 0 4 7]": 90,
  "[6 0 3 7]": 91,
  "[9 0 4 7]": 92,
  "[1 0 3 7]": 93,
  "[4 0 4 7]": 94,
  "[11  0  4  7 10]": 95,
  "[4 0 4 7 9]": 96,
  "[1 0 4 7]": 97,
  "[ 8  0  3  7 10]": 98,
  "[1 0 5 7]": 99,
  "[9 0 4 7 9]": 100,
  "[ 2  0  4  7 10]": 101,
  "[ 4  0  4  7 11]": 102,
  "[ 4  0  4  7 10]": 103,
  "[9 0 3 7 9]": 104,
  "[ 6  0  4  7 10]": 105,
  "[4 0 3 7]": 106,
  "[7 0 4 7]": 107,
  "[2 0 4 7]": 108,
  "[0 0 4 7]": 109,
  "[11  0  3  7]": 110,
  "[9 0 3 7]": 111,
  "[11  0  4  7]": 112,
  "[0 0 4 7 9]": 113,
  "[4 0 3 7 8]": 114,
  "[ 0  0  4  7 10]": 115,
  "[2 0 4 7 9]": 116,
  "[8 0 4 7]": 117,
  "[9 0 3 7 8]": 118,
  "[10  0  4  7 10]": 119,
  "[ 7  0  4  7 10]": 120,
  "[5 0 4 7 9]": 121,
  "[2 0 3 7 9]": 122,
  "[7 0 4 7 9]": 123,
  "[ 0  0  3  7 10]": 124,
  "[10  0  4  7  9]": 125,
  "[ 5  0  3  7 10]": 126,
  "[ 2  0  4  7 11]": 127,
  "[5 0 3 7]": 128,
  "[0 0 3 7 8]": 129,
  "[ 0  0  5 10]": 130,
  "[4 0 3 9]": 131,
  "[10  0  3  7]": 132,
  "[11  0  5  7]": 133,
  "[ 3  0  4  7 10]": 134,
  "[8 0 3 7]": 135,
  "[6 0 5 7]": 136,
  "[4 0 3 7 9]": 137,
  "[11  0  3  6]": 138,
  "[9 0 5 7]": 139,
  "[ 9  0  4  7 10]": 140,
  "[2 0 5 7]": 141,
  "[7 0 5 7]": 142,
  "[2 0 3 7]": 143,
  "[ 5  0  4  7 10]": 144,
  "[0 0 3 7]": 145,
  "[4 0 3 6]": 146,
  "[9 0 3 9]": 147,
  "[7 0 3 7 9]": 148,
  "[3 0 3 7]": 149,
  "[6 0 4 7]": 150,
  "[3 0 4 7]": 151,
  "[6 0 3 9]": 152,
  "[0 0 3 7 9]": 153,
  "[ 5  0  5 10]": 154,
  "[6 0 3 7 9]": 155,
  "[ 8  0  4  7 10]": 156,
  "[1 0 3 7 9]": 157,
  "[11  0  3  9]": 158,
  "[1 0 3 9]": 159,
  "[5 0 3 7 9]": 160,
  "[9 0 3 6]": 161,
  "[4 0 5 7]": 162,
  "[ 0  0  4  7  9 11 14]": 163,
  "[2 0 3 6]": 164,
  "[7 0 3 7 8]": 165,
  "[0 0 5 7]": 166,
  "[10  0  3  7  8 10 17]": 167,
  "[ 8  0  3  7 10 14 17]": 168,
  "[6 0 4 7 9]": 169,
  "[ 7  0  4  7 11]": 170,
  "[10  0  3  7  9]": 171,
  "[5 0 3 7 8]": 172,
  "[3 0 7]": 173,
  "[8 0 5 7]": 174,
  "[11  0  4  7 11]": 175,
  "[8 0 3 9]": 176,
  "[ 9  0  3  7  9 17]": 177,
  "[ 9  0  4  7 11]": 178,
  "[ 6  0  3  7  9 17]": 179,
  "[ 4  0  3  7  8 10]": 180,
  "[7 0 3 6]": 181,
  "[1 0 4 7 9]": 182,
  "[10  0  3  7  8]": 183,
  "[ 3  0  4  7 10 14 17]": 184,
  "[3 0 5 7]": 185,
  "[10  0  4  7 10 14 17]": 186,
  "[ 5  0  3  7  8 10 17]": 187,
  "[ 9  0  3  7  8 10]": 188,
  "[ 8  0  4  7 10 14 17]": 189,
  "[ 0  0  4  7 10 14 17]": 190,
  "[ 0  0  4  7 10 14]": 191,
  "[ 4  0  4  7 11 14]": 192,
  "[ 0  0  3  7  8 10]": 193,
  "[ 5  0  3  7 10 14]": 194,
  "[10  0  4  7  9 17]": 195,
  "[2 0 3 7 8]": 196,
  "[0 0 3 6]": 197,
  "[11  0  4  7 11 14]": 198,
  "[10  0  3  7  8 17]": 199,
  "[ 9  0  4  7  9 14 18]": 200,
  "[ 9  0  4  7  9 11 14]": 201,
  "[ 9  0  4  7  9 11]": 202,
  "[ 4  0  4  7  9 11]": 203,
  "[ 0  0  4  7  9 11]": 204,
  "[ 2  0  3  7  8 10 14 17]": 205,
  "[4 0 4 8]": 206,
  "[ 4  0  3  7  9 10 17]": 207,
  "[ 9  0  4  7 11 14]": 208,
  "[ 4  0  4  7 10 14 17]": 209,
  "[10  0  4  7  9 10 14 17]": 210,
  "[3 0 3 7 9]": 211,
  "[9 0 7]": 212,
  "[ 5  0  4  7  9 11 14]": 213,
  "[10  0  4  7  9 14 17]": 214,
  "[8 0 3 7 9]": 215,
  "[ 4  0  3  7  9 10 14 17]": 216,
  "[ 5  0  4  7  9 11]": 217,
  "[ 7  0  4  7  9 11]": 218,
  "[ 2  0  3  7  8 17]": 219,
  "[11  0  3  7  9]": 220,
  "[ 9  0  3  7  9 10 17]": 221,
  "[ 2  0  3  7  8 10]": 222,
  "[ 7  0  4  7 10 14 17]": 223,
  "[ 2  0  3  7  8 10 17]": 224,
  "[10  0  3  7  8 10]": 225,
  "[6 0 4 8]": 226,
  "[ 4  0  4  7  9 11 14 18]": 227,
  "[ 7  0  4  7  9 11 14]": 228,
  "[ 7  0  4  7 10 14]": 229,
  "[ 5  0  3  7 10 14 17]": 230,
  "[0 0 7]": 231,
  "[7 0 7]": 232,
  "[10  0  7]": 233,
  "[ 0  0  3  7 10 14]": 234,
  "[ 8  0  3  7  9 10 14 17]": 235,
  "[ 5  0  3  7  8 10 14 17]": 236,
  "[ 4  0  4  7  9 11 14 17]": 237,
  "[ 3  0  4  7 10 14]": 238,
  "[5 0 7]": 239,
  "[ 5  0  4  7 10 14 17]": 240,
  "[ 2  0  4  7  9 11 14]": 241,
  "[ 4  0  4  7 10 14]": 242,
  "[ 5  0  3  7  8 10]": 243,
  "[10  0  4  7 10 14]": 244,
  "[ 5  0  4  7 10 14]": 245,
  "[ 7  0  4  7 11 14]": 246,
  "[ 4  0  3  7  9 17]": 247,
  "[ 5  0  3  7  8 17]": 248,
  "[ 4  0  4  7  9 11 14]": 249,
  "[ 4  0  4  7  9 14 18]": 250,
  "[4 0 7]": 251,
  "[11  0  7]": 252,
  "[ 4  0  3  7  8 10 13 17]": 253,
  "[ 8  0  4  7 10 14]": 254,
  "[1 0 7]": 255,
  "[6 0 7]": 256,
  "[ 2  0  4  7  9 11]": 257,
  "[ 2  0  4  7 11 14]": 258,
  "[ 1  0  3  7  9 17]": 259,
  "[ 8  0  3  7 10 14]": 260,
  "[8 0 7]": 261,
  "[ 9  0  3  7  9 10 14 17]": 262,
  "[5 0 4 8]": 263,
  "[7 0 4 8]": 264,
  "[2 0 7]": 265,
  "[ 5  0  3  7  8 10 13 17]": 266,
  "[ 4  0  4  7  9 10 14 17]": 267,
  "[ 2  0  3  7  8 10 13 17]": 268,
  "[11  0  4  7 10 18]": 269
}