{
  "<unk>": 0,
  "<pad>": 1,
  "<s>": 2,
  "</s>": 3,
  "<rest>": 4,
  "<mask>": 5,
  "<bar>": 6,
  "P:21": 7,
  "P:22": 8,
  "P:23": 9,
  "P:24": 10,
  "P:25": 11,
  "P:26": 12,
  "P:27": 13,
  "P:28": 14,
  "P:29": 15,
  "P:30": 16,
  "P:31": 17,
  "P:32": 18,
  "P:33": 19,
  "P:34": 20,
  "P:35": 21,
  "P:36": 22,
  "P:37": 23,
  "P:38": 24,
  "P:39": 25,
  "P:40": 26,
  "P:41": 27,
  "P:42": 28,
  "P:43": 29,
  "P:44": 30,
  "P:45": 31,
  "P:46": 32,
  "P:47": 33,
  "P:48": 34,
  "P:49": 35,
  "P:50": 36,
  "P:51": 37,
  "P:52": 38,
  "P:53": 39,
  "P:54": 40,
  "P:55": 41,
  "P:56": 42,
  "P:57": 43,
  "P:58": 44,
  "P:59": 45,
  "P:60": 46,
  "P:61": 47,
  "P:62": 48,
  "P:63": 49,
  "P:64": 50,
  "P:65": 51,
  "P:66": 52,
  "P:67": 53,
  "P:68": 54,
  "P:69": 55,
  "P:70": 56,
  "P:71": 57,
  "P:72": 58,
  "P:73": 59,
  "P:74": 60,
  "P:75": 61,
  "P:76": 62,
  "P:77": 63,
  "P:78": 64,
  "P:79": 65,
  "P:80": 66,
  "P:81": 67,
  "P:82": 68,
  "P:83": 69,
  "P:84": 70,
  "P:85": 71,
  "P:86": 72,
  "P:87": 73,
  "P:88": 74,
  "P:89": 75,
  "P:90": 76,
  "P:91": 77,
  "P:92": 78,
  "P:93": 79,
  "P:94": 80,
  "P:95": 81,
  "P:96": 82,
  "P:97": 83,
  "P:98": 84,
  "P:99": 85,
  "P:100": 86,
  "P:101": 87,
  "P:102": 88,
  "P:103": 89,
  "P:104": 90,
  "P:105": 91,
  "P:106": 92,
  "P:107": 93,
  "P:108": 94,
  "position_0x00": 95,
  "position_0x16": 96,
  "position_0x25": 97,
  "position_0x33": 98,
  "position_0x50": 99,
  "position_0x66": 100,
  "position_0x75": 101,
  "position_0x83": 102,
  "position_1x00": 103,
  "position_1x16": 104,
  "position_1x25": 105,
  "position_1x33": 106,
  "position_1x50": 107,
  "position_1x66": 108,
  "position_1x75": 109,
  "position_1x83": 110,
  "position_2x00": 111,
  "position_2x16": 112,
  "position_2x25": 113,
  "position_2x33": 114,
  "position_2x50": 115,
  "position_2x66": 116,
  "position_2x75": 117,
  "position_2x83": 118,
  "position_3x00": 119,
  "position_3x16": 120,
  "position_3x25": 121,
  "position_3x33": 122,
  "position_3x50": 123,
  "position_3x66": 124,
  "position_3x75": 125,
  "position_3x83": 126,
  "position_4x00": 127,
  "position_4x16": 128,
  "position_4x25": 129,
  "position_4x33": 130,
  "position_4x50": 131,
  "position_4x66": 132,
  "position_4x75": 133,
  "position_4x83": 134,
  "position_5x00": 135,
  "position_5x16": 136,
  "position_5x25": 137,
  "position_5x33": 138,
  "position_5x50": 139,
  "position_5x66": 140,
  "position_5x75": 141,
  "position_5x83": 142,
  "position_6x00": 143,
  "position_6x16": 144,
  "position_6x25": 145,
  "position_6x33": 146,
  "position_6x50": 147,
  "position_6x66": 148,
  "position_6x75": 149,
  "position_6x83": 150,
  "position_7x00": 151,
  "position_7x16": 152,
  "position_7x25": 153,
  "position_7x33": 154,
  "position_7x50": 155,
  "position_7x66": 156,
  "position_7x75": 157,
  "position_7x83": 158,
  "position_8x00": 159,
  "position_8x16": 160,
  "position_8x25": 161,
  "position_8x33": 162,
  "position_8x50": 163,
  "position_8x66": 164,
  "position_8x75": 165,
  "position_8x83": 166,
  "position_9x00": 167,
  "position_9x16": 168,
  "position_9x25": 169,
  "position_9x33": 170,
  "position_9x50": 171,
  "position_9x66": 172,
  "position_9x75": 173,
  "position_9x83": 174,
  "ts_1x4": 175,
  "ts_1x8": 176,
  "ts_2x4": 177,
  "ts_3x4": 178,
  "ts_3x8": 179,
  "ts_4x4": 180,
  "ts_5x4": 181,
  "ts_5x8": 182,
  "ts_6x4": 183,
  "ts_7x4": 184,
  "ts_7x8": 185,
  "ts_8x4": 186,
  "ts_9x4": 187,
  "ts_9x8": 188,
  "ts_10x4": 189,
  "ts_11x8": 190,
  "ts_13x8": 191,
  "ts_15x8": 192,
  "ts_17x8": 193,
  "ts_19x8": 194
}