{
  "<unk>": 0,
  "<pad>": 1,
  "<s>": 2,
  "</s>": 3,
  "<emp>": 4,
  "<mask>": 5,
  "<bar>": 6,
  "<h>": 7,
  "position_0x00": 8,
  "position_0x16": 9,
  "position_0x25": 10,
  "position_0x33": 11,
  "position_0x50": 12,
  "position_0x66": 13,
  "position_0x75": 14,
  "position_0x83": 15,
  "position_1x00": 16,
  "position_1x16": 17,
  "position_1x25": 18,
  "position_1x33": 19,
  "position_1x50": 20,
  "position_1x66": 21,
  "position_1x75": 22,
  "position_1x83": 23,
  "position_2x00": 24,
  "position_2x16": 25,
  "position_2x25": 26,
  "position_2x33": 27,
  "position_2x50": 28,
  "position_2x66": 29,
  "position_2x75": 30,
  "position_2x83": 31,
  "position_3x00": 32,
  "position_3x16": 33,
  "position_3x25": 34,
  "position_3x33": 35,
  "position_3x50": 36,
  "position_3x66": 37,
  "position_3x75": 38,
  "position_3x83": 39,
  "position_4x00": 40,
  "position_4x16": 41,
  "position_4x25": 42,
  "position_4x33": 43,
  "position_4x50": 44,
  "position_4x66": 45,
  "position_4x75": 46,
  "position_4x83": 47,
  "position_5x00": 48,
  "position_5x16": 49,
  "position_5x25": 50,
  "position_5x33": 51,
  "position_5x50": 52,
  "position_5x66": 53,
  "position_5x75": 54,
  "position_5x83": 55,
  "position_6x00": 56,
  "position_6x16": 57,
  "position_6x25": 58,
  "position_6x33": 59,
  "position_6x50": 60,
  "position_6x66": 61,
  "position_6x75": 62,
  "position_6x83": 63,
  "position_7x00": 64,
  "position_7x16": 65,
  "position_7x25": 66,
  "position_7x33": 67,
  "position_7x50": 68,
  "position_7x66": 69,
  "position_7x75": 70,
  "position_7x83": 71,
  "position_8x00": 72,
  "position_8x16": 73,
  "position_8x25": 74,
  "position_8x33": 75,
  "position_8x50": 76,
  "position_8x66": 77,
  "position_8x75": 78,
  "position_8x83": 79,
  "position_9x00": 80,
  "position_9x16": 81,
  "position_9x25": 82,
  "position_9x33": 83,
  "position_9x50": 84,
  "position_9x66": 85,
  "position_9x75": 86,
  "position_9x83": 87,
  "C:maj": 88,
  "C:min": 89,
  "C:aug": 90,
  "C:dim": 91,
  "C:sus4": 92,
  "C:sus2": 93,
  "C:7": 94,
  "C:maj7": 95,
  "C:min7": 96,
  "C:minmaj7": 97,
  "C:maj6": 98,
  "C:min6": 99,
  "C:dim7": 100,
  "C:hdim7": 101,
  "C:maj9": 102,
  "C:min9": 103,
  "C:9": 104,
  "C:min11": 105,
  "C:11": 106,
  "C:maj13": 107,
  "C:min13": 108,
  "C:13": 109,
  "C:1": 110,
  "C:5": 111,
  "C": 112,
  "C:7(b9)": 113,
  "C:7(#9)": 114,
  "C:7(#11)": 115,
  "C:7(b13)": 116,
  "C#:maj": 117,
  "C#:min": 118,
  "C#:aug": 119,
  "C#:dim": 120,
  "C#:sus4": 121,
  "C#:sus2": 122,
  "C#:7": 123,
  "C#:maj7": 124,
  "C#:min7": 125,
  "C#:minmaj7": 126,
  "C#:maj6": 127,
  "C#:min6": 128,
  "C#:dim7": 129,
  "C#:hdim7": 130,
  "C#:maj9": 131,
  "C#:min9": 132,
  "C#:9": 133,
  "C#:min11": 134,
  "C#:11": 135,
  "C#:maj13": 136,
  "C#:min13": 137,
  "C#:13": 138,
  "C#:1": 139,
  "C#:5": 140,
  "C#": 141,
  "C#:7(b9)": 142,
  "C#:7(#9)": 143,
  "C#:7(#11)": 144,
  "C#:7(b13)": 145,
  "D:maj": 146,
  "D:min": 147,
  "D:aug": 148,
  "D:dim": 149,
  "D:sus4": 150,
  "D:sus2": 151,
  "D:7": 152,
  "D:maj7": 153,
  "D:min7": 154,
  "D:minmaj7": 155,
  "D:maj6": 156,
  "D:min6": 157,
  "D:dim7": 158,
  "D:hdim7": 159,
  "D:maj9": 160,
  "D:min9": 161,
  "D:9": 162,
  "D:min11": 163,
  "D:11": 164,
  "D:maj13": 165,
  "D:min13": 166,
  "D:13": 167,
  "D:1": 168,
  "D:5": 169,
  "D": 170,
  "D:7(b9)": 171,
  "D:7(#9)": 172,
  "D:7(#11)": 173,
  "D:7(b13)": 174,
  "D#:maj": 175,
  "D#:min": 176,
  "D#:aug": 177,
  "D#:dim": 178,
  "D#:sus4": 179,
  "D#:sus2": 180,
  "D#:7": 181,
  "D#:maj7": 182,
  "D#:min7": 183,
  "D#:minmaj7": 184,
  "D#:maj6": 185,
  "D#:min6": 186,
  "D#:dim7": 187,
  "D#:hdim7": 188,
  "D#:maj9": 189,
  "D#:min9": 190,
  "D#:9": 191,
  "D#:min11": 192,
  "D#:11": 193,
  "D#:maj13": 194,
  "D#:min13": 195,
  "D#:13": 196,
  "D#:1": 197,
  "D#:5": 198,
  "D#": 199,
  "D#:7(b9)": 200,
  "D#:7(#9)": 201,
  "D#:7(#11)": 202,
  "D#:7(b13)": 203,
  "E:maj": 204,
  "E:min": 205,
  "E:aug": 206,
  "E:dim": 207,
  "E:sus4": 208,
  "E:sus2": 209,
  "E:7": 210,
  "E:maj7": 211,
  "E:min7": 212,
  "E:minmaj7": 213,
  "E:maj6": 214,
  "E:min6": 215,
  "E:dim7": 216,
  "E:hdim7": 217,
  "E:maj9": 218,
  "E:min9": 219,
  "E:9": 220,
  "E:min11": 221,
  "E:11": 222,
  "E:maj13": 223,
  "E:min13": 224,
  "E:13": 225,
  "E:1": 226,
  "E:5": 227,
  "E": 228,
  "E:7(b9)": 229,
  "E:7(#9)": 230,
  "E:7(#11)": 231,
  "E:7(b13)": 232,
  "F:maj": 233,
  "F:min": 234,
  "F:aug": 235,
  "F:dim": 236,
  "F:sus4": 237,
  "F:sus2": 238,
  "F:7": 239,
  "F:maj7": 240,
  "F:min7": 241,
  "F:minmaj7": 242,
  "F:maj6": 243,
  "F:min6": 244,
  "F:dim7": 245,
  "F:hdim7": 246,
  "F:maj9": 247,
  "F:min9": 248,
  "F:9": 249,
  "F:min11": 250,
  "F:11": 251,
  "F:maj13": 252,
  "F:min13": 253,
  "F:13": 254,
  "F:1": 255,
  "F:5": 256,
  "F": 257,
  "F:7(b9)": 258,
  "F:7(#9)": 259,
  "F:7(#11)": 260,
  "F:7(b13)": 261,
  "F#:maj": 262,
  "F#:min": 263,
  "F#:aug": 264,
  "F#:dim": 265,
  "F#:sus4": 266,
  "F#:sus2": 267,
  "F#:7": 268,
  "F#:maj7": 269,
  "F#:min7": 270,
  "F#:minmaj7": 271,
  "F#:maj6": 272,
  "F#:min6": 273,
  "F#:dim7": 274,
  "F#:hdim7": 275,
  "F#:maj9": 276,
  "F#:min9": 277,
  "F#:9": 278,
  "F#:min11": 279,
  "F#:11": 280,
  "F#:maj13": 281,
  "F#:min13": 282,
  "F#:13": 283,
  "F#:1": 284,
  "F#:5": 285,
  "F#": 286,
  "F#:7(b9)": 287,
  "F#:7(#9)": 288,
  "F#:7(#11)": 289,
  "F#:7(b13)": 290,
  "G:maj": 291,
  "G:min": 292,
  "G:aug": 293,
  "G:dim": 294,
  "G:sus4": 295,
  "G:sus2": 296,
  "G:7": 297,
  "G:maj7": 298,
  "G:min7": 299,
  "G:minmaj7": 300,
  "G:maj6": 301,
  "G:min6": 302,
  "G:dim7": 303,
  "G:hdim7": 304,
  "G:maj9": 305,
  "G:min9": 306,
  "G:9": 307,
  "G:min11": 308,
  "G:11": 309,
  "G:maj13": 310,
  "G:min13": 311,
  "G:13": 312,
  "G:1": 313,
  "G:5": 314,
  "G": 315,
  "G:7(b9)": 316,
  "G:7(#9)": 317,
  "G:7(#11)": 318,
  "G:7(b13)": 319,
  "G#:maj": 320,
  "G#:min": 321,
  "G#:aug": 322,
  "G#:dim": 323,
  "G#:sus4": 324,
  "G#:sus2": 325,
  "G#:7": 326,
  "G#:maj7": 327,
  "G#:min7": 328,
  "G#:minmaj7": 329,
  "G#:maj6": 330,
  "G#:min6": 331,
  "G#:dim7": 332,
  "G#:hdim7": 333,
  "G#:maj9": 334,
  "G#:min9": 335,
  "G#:9": 336,
  "G#:min11": 337,
  "G#:11": 338,
  "G#:maj13": 339,
  "G#:min13": 340,
  "G#:13": 341,
  "G#:1": 342,
  "G#:5": 343,
  "G#": 344,
  "G#:7(b9)": 345,
  "G#:7(#9)": 346,
  "G#:7(#11)": 347,
  "G#:7(b13)": 348,
  "A:maj": 349,
  "A:min": 350,
  "A:aug": 351,
  "A:dim": 352,
  "A:sus4": 353,
  "A:sus2": 354,
  "A:7": 355,
  "A:maj7": 356,
  "A:min7": 357,
  "A:minmaj7": 358,
  "A:maj6": 359,
  "A:min6": 360,
  "A:dim7": 361,
  "A:hdim7": 362,
  "A:maj9": 363,
  "A:min9": 364,
  "A:9": 365,
  "A:min11": 366,
  "A:11": 367,
  "A:maj13": 368,
  "A:min13": 369,
  "A:13": 370,
  "A:1": 371,
  "A:5": 372,
  "A": 373,
  "A:7(b9)": 374,
  "A:7(#9)": 375,
  "A:7(#11)": 376,
  "A:7(b13)": 377,
  "A#:maj": 378,
  "A#:min": 379,
  "A#:aug": 380,
  "A#:dim": 381,
  "A#:sus4": 382,
  "A#:sus2": 383,
  "A#:7": 384,
  "A#:maj7": 385,
  "A#:min7": 386,
  "A#:minmaj7": 387,
  "A#:maj6": 388,
  "A#:min6": 389,
  "A#:dim7": 390,
  "A#:hdim7": 391,
  "A#:maj9": 392,
  "A#:min9": 393,
  "A#:9": 394,
  "A#:min11": 395,
  "A#:11": 396,
  "A#:maj13": 397,
  "A#:min13": 398,
  "A#:13": 399,
  "A#:1": 400,
  "A#:5": 401,
  "A#": 402,
  "A#:7(b9)": 403,
  "A#:7(#9)": 404,
  "A#:7(#11)": 405,
  "A#:7(b13)": 406,
  "B:maj": 407,
  "B:min": 408,
  "B:aug": 409,
  "B:dim": 410,
  "B:sus4": 411,
  "B:sus2": 412,
  "B:7": 413,
  "B:maj7": 414,
  "B:min7": 415,
  "B:minmaj7": 416,
  "B:maj6": 417,
  "B:min6": 418,
  "B:dim7": 419,
  "B:hdim7": 420,
  "B:maj9": 421,
  "B:min9": 422,
  "B:9": 423,
  "B:min11": 424,
  "B:11": 425,
  "B:maj13": 426,
  "B:min13": 427,
  "B:13": 428,
  "B:1": 429,
  "B:5": 430,
  "B": 431,
  "B:7(b9)": 432,
  "B:7(#9)": 433,
  "B:7(#11)": 434,
  "B:7(b13)": 435
}